[
    {
        "name": "beeple",
        "handle": "beeple",
        "text": "HAPPY FATHER'S DAY ELON!! https://t.co/03VpskM5Jn"
    },
    {
        "name": "Teslaconomics",
        "handle": "Teslaconomics",
        "text": "RT @Teslaconomics: The Tesla Cybertruck is a walking talking giant marketing machine. For every person that sees it, the more people get in…"
    },
    {
        "name": "DrKnowItAll",
        "handle": "DrKnowItAll16",
        "text": "RT @DrKnowItAll16: Cybertruck vs Daytona Beach—Happy Father’s Day! @cybertruck https://t.co/1SvJ2EsmBv"
    },
    {
        "name": "Ryan's Model Y",
        "handle": "ryanjaycowan",
        "text": "RT @ryanjaycowan: My wife often sits in the back with our daughter and has been LOVING the rear screen in the new Y. Something I didn't kno…"
    },
    {
        "name": "Beff – e/acc",
        "handle": "BasedBeffJezos",
        "text": "RT @BasedBeffJezos: The beauty of Elon's mission is that it is really about the quest for knowledge.\n\nExpanding the scope and scale of inte…"
    },
    {
        "name": "Captain Eli",
        "handle": "TheCaptainEli",
        "text": "I support Elon Musk\nDay #129\n\n      !!!!!!!Now more than ever !!!!!!!"
    },
    {
        "name": "MichaeloKeeffe",
        "handle": "Mick_O_Keeffe",
        "text": "RT @Mick_O_Keeffe: In one week the people of Ireland will take to the streets of Dublin in what is expected to be the largest protest in de…"
    },
    {
        "name": "Wall Street Apes",
        "handle": "WallStreetApes",
        "text": "Minnesota: Tim Walz raised property taxes 27% to pay for all the empty buildings in downtown\n\nJournalist @Brookerteejones “This will blow your mind. I'm in downtown Minneapolis, Minnesota, where people who live in this area, their property taxes have went up 20-27%. Why? Because they have to pay for all the empty buildings that are in this downtown. Building after building is empty. Shop after shop. No one's there anymore. The restaurants have closed down. \n\nAnd who's footing the bill? It's the people that live in Minneapolis. \n\nThey're paying 20- 27% more than to cover the lease on these buildings. The taxpayers are paying for these empty buildings. Why are these buildings empty? Well, one reason why is because Governor Tim Walsh does not require federal employees to go to work here. They're still working from home. \n\nTherefore, no one's coming down here to work. Crime has went up in this city because no one's coming to work. Everyone's left. No shops are open, no restaurants are opened. This is what is happening in Minneapolis. \n\nIt is actually a dying city, and it's very sad. One good thing, though, if you did come to this city, you'd actually save a lot of money because. Because there's nowhere to shop. It's a beautiful city, but it's a dying city. Governor Tim Walz, we dodged a bullet not having him as a VP.”\n\n**Quick context: The governor doesn’t have authority over federal workers coming into the office, those building contracts should be terminated. Tim Walz is responsible however for all the businesses closing and the state employees that don’t have to come into work."
    },
    {
        "name": "Elon Musk",
        "handle": "elonmusk",
        "text": "No gods or kings, only men \n https://t.co/StNow0bb6R"
    },
    {
        "name": "Degentralizd(🌎☮️🏴‍☠️)🧪 Building Alkanes",
        "handle": "Decentralizd",
        "text": "@zachxbt @elonmusk quick everyone add zach to groups https://t.co/3YeRf59uR0"
    },
    {
        "name": "ZachXBT",
        "handle": "zachxbt",
        "text": "@elonmusk Please update DMs &amp; XChat by adding a filter to choose who can add you to group chats. \n\nCurrently any user can add you to a group unless you turn off your messages entirely. https://t.co/Nbp21BhsrF"
    },
    {
        "name": "Wall Street Apes",
        "handle": "WallStreetApes",
        "text": "RT @WallStreetApes: Los Angeles resident records what the mall looks like right now in Downtown LA\n\nEvery store is boarded up and fortified…"
    },
    {
        "name": "Wall Street Apes",
        "handle": "WallStreetApes",
        "text": "Los Angeles resident records what the mall looks like right now in Downtown LA\n\nEvery store is boarded up and fortified. This is California, this is supposed to be one of the most  prestigious iconic places on earth\n\nGavin Newsom and Karen Bass have made it a 3rd world country https://t.co/ExCrwYUO4I"
    },
    {
        "name": "Tesla Owners Silicon Valley",
        "handle": "teslaownersSV",
        "text": "RT @teslaownersSV: Stepping into the Cybercab a fully autonomous robotaxi.\n https://t.co/DOYMoR3nYW"
    },
    {
        "name": "Yun-Ta Tsai",
        "handle": "YunTaTsai1",
        "text": "Most people have misconception that working on a hardware project is like Steve Jobs showing up on the stage with the first iPhone in his pocket — then boom the success would come overnight.\n\nBut Jobs had been reiterating his mobile hardwares for a long time — especially on the iPod, the stepping stone, which was 6 years before the iPhone.\n\nCan anyone work on a project for 6 years without quitting but keeps trying? Hardly.\n\nAverage tenure in Google is 1-2 years. \n\nThen there was also a period of time iPhone sales volume was a flat line in early days while Nokia continued to expand its late stage empire.\n\nYet, Apple could afford to do so since they already had other income streams from iPod to fund the new projects — while most startups can’t. They could also leverage their existing contracts to negotiate the costs, but most startups can’t.\n\nThe mindset in Silicone Valley for a hardware startup seems to be copying Jobs marketing genius but not the endurance of hardships.\n\nAs results, we have so many shiny hardware project websites that ended up abandoned a few years later. Once the tech blogs published a few articles, and TED Talks were secured, there was no longer an urgency to bring the company to profit.\n\nGrinding became boring after lime light looked elsewhere, while scaling hardware productions was not as quick as ramping active users of a website. Even worse,  both hardware production costs and the backend services torched whatever cash left — double whammy.\n\nWhy bothered to bring the company (or projects) to profit? Most founders would want to sell the company when fame was still shine, maybe striking a few licensing deals, before moving on to the next big things. Life is easier this way.\n\nGoogle Glass and ATAPs famously landed a few people to executive positions after a few marketing events. Same as dozens of camera, mixed reality and 3D TVs companies in the past. I have worked on many of those, but all of them were dead.\n\nAfter working on various hardware projects for nearly two decades, I have reached to my own conclusions:\n\nA person really needs to like eating glass in order to bring a hardware idea to the mass, otherwise it is no different than a glorified hobby project.\n\nAs an engineer who really wanted to change the world, you should work for someone eating glass for breakfast to maximize the impact.\n\nThus, whenever someone who was passionate about hardware projects talked to me, my first question was — “Do you like to eat glass?”"
    },
    {
        "name": "ELON CLIPS",
        "handle": "ElonClipsX",
        "text": "Chamath Palihapitiya on Elon Musk: “Whether you like his style or not, his substance is irrefutable.”\n\n“Maybe he may mistweet from time to time. My point is, who cares? Your job as a smart investor is to separate the facts and the news from the fiction and the noise. \n\nAnd all of that stuff doesn't matter. It does not change the fact that tens of thousands of consumers are buying that car faster than they can get their hands on it. It doesn't change that the minute you sit inside that car, your definition of what is expected is altered forever. And you wonder why every other car around you that you ever step in that you may buy doesn't have the same things that that car offers. \n\nSo, at the end of the day, whether you like his style or not, his substance is irrefutable.”\n\nCNBC, May 1, 2019"
    }
]